# KgPerMS Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KgPerMS Property
SymbolTypeId Class See Also
---
Symbol kg/(m·s), indicating unit Kilograms per meter second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KgPerMS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KgPerMS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KgPerMS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace